{
  "MENU_HOME": "Home",
  "MENU_BALANCE": "Balance",
  "MENU_STAKE": "Stake",
  "MENU_TRADE": "Buy",
  "MENU_BUY": "Buy",
  "MENU_BUY_DESCRIPTION": "Purchase with another cryptocurrency",
  "MENU_BUY_FOR_FIAT": "Buy for fiat",
  "MENU_BUY_FOR_FIAT_DESCRIPTION": "Buy crypto directly with your local currency",
  "MENU_SEND": "Send",
  "MENU_SEND_DESCRIPTION": "Transfer your assets to external wallets",
  "MENU_TRANSACTIONS": "Transactions",
  "MENU_TRANSACTIONS_DESCRIPTION": "List of active transactions of DeflationCoin",
  "MENU_REFERRAL": "Earn",
  "MENU_LEARN": "Learn",
  "MENU_WHITEPAPER": "Whitepaper",
  "MENU_WHITEPAPER_DESCRIPTION": "A technical document outlining the concept of the cryptocurrency",
  "MENU_LITEPAPER": "Litepaper",
  "MENU_LITEPAPER_DESCRIPTION": "A brief version of the WhitePaper designed for a broader audience",
  "MENU_FINANCIAL_MODEL": "Financial Model",
  "MENU_FINANCIAL_MODEL_DESCRIPTION": "Investment strategy, profit, CapEx/OpEx",
  "MENU_ROADMAP": "Roadmap",
  "MENU_ROADMAP_DESCRIPTION": "The project’s development stages and key directions",
  "MENU_FAQ": "FAQ",
  "MENU_FAQ_DESCRIPTION": "Answers to frequently asked questions about DeflationCoin",
  "MENU_MY_ACCOUNT": "My account",
  "MENU_SIGN_OUT": "Sign out",

  "PAGE_ACCOUNT_BALANCE": "Account balance",
  "PAGE_OVERVIEW": "Overview",
  "PAGE_TOTAL_BALANCE": "Total balance",
  "PAGE_TOTAL_DEF": "Total DEF",
  "PAGE_BALANCE_ON_WALLET": "Balance on wallet",
  "PAGE_BALANCE_ON_STAKING": "Balance on staking",
  "PAGE_ENTRY_PRICE": "Entry price",
  "PAGE_MARKET_PRICE": "Market price",
  "PAGE_BALANCE_POSITIONS": "Balance positions",
  "PAGE_NO_BALANCE_POSITIONS": "No balance positions",
  "PAGE_POSITION_NUMBER": "Position number",
  "PAGE_INITIAL_AMOUNT": "Initial amount",
  "PAGE_AMOUNT": "Amount",
  "PAGE_CREATION": "Creation",
  "PAGE_ON_WALLET": "On wallet",
  "PAGE_LEFT_TO_BURN": "Left to burn",
  "PAGE_CHART_INTERVAL_1M": "1m",
  "PAGE_CHART_INTERVAL_5M": "5m",
  "PAGE_CHART_INTERVAL_1H": "1h",
  "PAGE_CHART_INTERVAL_1D": "1d",
  "PAGE_CHART_INTERVAL_1W": "1w",
  "PAGE_DAYS": "days",

  "PAGE_STAKING_POSITIONS": "Staking positions",
  "PAGE_NO_STAKING_POSITIONS": "No staking positions",
  "PAGE_STAKE": "Stake",
  "PAGE_START_DATE": "Start date",
  "PAGE_FINISH_DATE": "Finish date",
  "PAGE_PERIOD": "Period",
  "PAGE_X_MULTIPLIER": "xMultiplier",
  "PAGE_POD_X_MULTIPLIER": "PoD xMultiplier",
  "PAGE_STATUS": "Status",
  "PAGE_PERIOD_NAME_1": "year",
  "PAGE_PERIOD_NAME_2": "years",
  "PAGE_PERIOD_NAME_3": "years",
  "PAGE_12_YEARS_STAKE_TOOLTIP_TEXT": "1% of each staking transaction is transferred into a 12-year staking pool according to the \"Attention Capture\" mechanism. Details can be found in the WhitePaper, section 3.8.",

  "PAGE_STAKING_POSITION_NUMBER": "Staking position #",
  "PAGE_CURRENT_DIVIDENDS": "Current dividends",
  "PAGE_CLAIMED_DIVIDENDS": "Claimed dividends",
  "PAGE_CLAIMED_STAKING": "Claimed staking",
  "PAGE_LAST_CLAIMED": "Last claimed",
  "PAGE_EXTEND_STAKING": "Extend staking",

  "PAGE_TOTAL_INITIAL": "Total initial",
  "PAGE_TOTAL": "Total DEF",
  "PAGE_TOTAL_USD": "Total $",

  "PAGE_STAKING_MODAL_TITLE": "Staking",
  "PAGE_STAKING_MODAL_DESCRIPTION": "Enter amount of DeflationCoin to stake",
  "PAGE_STAKING_MODAL_AMOUNT": "Amount",
  "PAGE_STAKING_MODAL_SLIDER_LABEL": "Percentage of the current balance",
  "PAGE_STAKING_MODAL_YEARS": "Number of years",
  "PAGE_STAKING_MODAL_CANCEL": "Cancel",
  "PAGE_STAKING_MODAL_CONFIRM": "Stake",
  "PAGE_STAKING_MODAL_CONFIRMING": "Confirming transaction",

  "PAGE_SWAP_TITLE": "Swap tokens",
  "PAGE_SWAP_SELL": "Sell",
  "PAGE_SWAP_BUY": "Buy",
  "PAGE_SWAP_MAX": "max",
  "PAGE_SWAP_BUTTON": "Buy",
  "PAGE_SWAP_PROVIDER_NOTE": "V3 liquidity pool is used for trading",
  "PAGE_CONNECT_WALLET": "Connect wallet",
  "PAGE_LANGUAGE": "Language",
  "PAGE_INSUFFICIENT": "Insufficient",

  "PAGE_TRANSFER_TITLE": "Transfer tokens",
  "PAGE_TRANSFER_AMOUNT": "Amount",
  "PAGE_TRANSFER_CONTRACT_ADDRESS": "Contract address",
  "PAGE_TRANSFER_ADDRESS_PLACEHOLDER": "Wallet address or ENS name",
  "PAGE_TRANSFER_SEND_BUTTON": "Send",
  "PAGE_TRANSFER_ERROR_AMOUNT": "Error amount",

  "PAGE_TRANSACTIONS_TITLE": "Transactions",
  "PAGE_TRANSACTIONS_AMOUNT": "Amount",
  "PAGE_TRANSACTIONS_OPERATION": "Operation",
  "PAGE_TRANSACTIONS_FROM": "From",
  "PAGE_TRANSACTIONS_TO": "To",
  "PAGE_TRANSACTIONS_DATETIME": "Datetime",
  "PAGE_TRANSACTIONS_ACTION": "Transaction",

  "PAGE_TRANSACTIONS_VIEW_BUTTON": "View transaction",

  "PAGE_TRANSACTIONS_STATUS_INCOMING": "incoming",
  "PAGE_TRANSACTIONS_STATUS_OUTGOING": "outgoing",
  "PAGE_TRANSACTIONS_STATUS_BURN": "burn",
  "PAGE_DOWNLOAD_PDF": "Download .PDF",

  "PAGE_REFERRAL_LINK": "Referral link",
  "PAGE_COPY": "Copy",
  "PAGE_COPIED": "Copied",
  "PAGE_YOUR_REFERRALS": "Your referrals",
  "PAGE_REFERRAL": "Referral",
  "PAGE_DATE": "Date",

  "FAQ_TITLE": "Frequently asked questions",

  "FAQ_Q1_TITLE": "How to Buy DeflationCoin with Fiat Currency?",
  "FAQ_Q1_PARA_1": "If you don't have cryptocurrency yet but want to purchase DeflationCoin with fiat money (dollars, euros, rubles, etc.), you first need to exchange it for the stablecoin USDT and additionally acquire a small amount of BNB to pay for network fees. After that, both cryptocurrencies should be transferred to a Web3 wallet.",
  "FAQ_Q1_RECOMMENDATION": "Recommendation",
  "FAQ_Q1_RECOMMENDATION_TEXT": "The DeflationCoin team advises purchasing at least 0.005 BNB to always have funds available for paying network fees in the Binance Smart Chain (BSC) network.",
  "FAQ_Q1_PARA_2": "Let's explore the main ways to purchase USDT and BNB with fiat money.",

  "FAQ_Q1_TABLE_METHOD": "Method",
  "FAQ_Q1_TABLE_FEE": "Fee",
  "FAQ_Q1_TABLE_SPEED": "Speed",

  "FAQ_Q1_SUBTITLE_1": "1. P2P platforms.",
  "FAQ_Q1_SUBTITLE_2": "2. Direct purchase via a centralized exchange.",
  "FAQ_Q1_SUBTITLE_3": "3. Purchase via a Web3 wallet.",
  "FAQ_Q1_SUBTITLE_4": "4. Physical exchange office in your city.",
  "FAQ_Q1_HOW_TO_BUY": "How to buy?",
  "FAQ_Q1_HOW_TO_DO_IT": "How to do it?",

  "FAQ_Q1_P2P_TEXT_1": "P2P (peer-to-peer) trading allows you to buy cryptocurrency directly from other users without intermediaries. This method has become one of the most popular due to its low fees, flexibility in payment methods, and the absence of intermediaries. However, it requires careful selection of a reliable seller.",
  "FAQ_Q1_P2P_TEXT_2": "Open the P2P section on Binance, Bybit, or any other cryptocurrency exchange.",
  "FAQ_Q1_P2P_TEXT_3": "Select your currency and a convenient payment method (bank transfer, cards, e-wallets, etc.).",
  "FAQ_Q1_P2P_TEXT_4": "Find a suitable offer and choose a seller with a high rating and a large number of successful transactions to minimize the risk of fraud. After verification, send the payment to the seller and wait for the USDT transfer.",
  "FAQ_Q1_P2P_TEXT_5": "Once you receive USDT in your exchange wallet, exchange part of the funds for BNB. This can be done through the built-in exchange or the spot trading section on the exchange.",
  "FAQ_Q1_P2P_TEXT_6": "Transfer both assets (USDT and BNB) to your Web3 wallet (MetaMask, Trust Wallet, etc.).",

  "FAQ_Q1_CEX_TEXT_1": "Some centralized exchanges allow you to buy cryptocurrency directly using a bank card or bank transfer, making this method especially convenient for beginners. Unlike P2P platforms, where transactions occur directly between users, purchasing through an exchange involves interacting with the platform itself, which automatically provides liquidity and a fixed price. This reduces the risks associated with counterparty selection and makes the process faster and simpler.",
  "FAQ_Q1_CEX_TEXT_2": "How to do it?",
  "FAQ_Q1_CEX_TEXT_3": "Go to the \"Buy Cryptocurrency\" section on a centralized exchange (Binance, Bybit, Coinbase, etc.).",
  "FAQ_Q1_CEX_TEXT_4": "Select USDT or BNB, enter the amount, and pay with a bank card.",
  "FAQ_Q1_CEX_TEXT_5": "Once the transaction is completed, the cryptocurrency will be credited to your exchange wallet.",
  "FAQ_Q1_CEX_TEXT_6": "Transfer the received USDT and BNB to your Web3 wallet.",

  "FAQ_Q1_WEB3_TEXT_1": "Some Web3 wallets provide a convenient option to buy cryptocurrency directly using a bank card or other payment methods. This makes the process simple and fast, especially for those new to cryptocurrency.",
  "FAQ_Q1_WEB3_TEXT_2": "The most popular Web3 wallets that support this functionality include MetaMask, Bybit Wallet, Trust Wallet, Kraken Wallet, SafePal, Coin98 Wallet, and MathWallet.",
  "FAQ_Q1_WEB3_TEXT_3": "Install and open the chosen Web3 wallet.",
  "FAQ_Q1_WEB3_TEXT_4": "Go to the \"Buy\" section.",
  "FAQ_Q1_WEB3_TEXT_5": "Select a payment provider, such as MoonPay, Transak, or Banxa.",
  "FAQ_Q1_WEB3_TEXT_6": "Enter the purchase amount and select USDT or BNB as the cryptocurrency.",
  "FAQ_Q1_WEB3_TEXT_7": "Pay with a bank card or transfer.",
  "FAQ_Q1_WEB3_TEXT_8": "Receive the cryptocurrency directly in your Web3 wallet.",

  "FAQ_Q1_PHYSICAL_TEXT_1": "If you prefer to work with cash or do not want to use bank cards, physical exchange offices can be a convenient option. These exchanges allow you to buy cryptocurrency for fiat money with minimal technical knowledge and provide personal contact for greater confidence in the transaction.",
  "FAQ_Q1_PHYSICAL_TEXT_2": "How to do it?",
  "FAQ_Q1_PHYSICAL_TEXT_3": "Find a verified exchange office using BestChange or similar aggregators.",
  "FAQ_Q1_PHYSICAL_TEXT_4": "Check which cryptocurrencies are available for exchange (most commonly USDT, BTC, ETH).",
  "FAQ_Q1_PHYSICAL_TEXT_5": "Complete the exchange by specifying the address of your Web3 wallet to receive the cryptocurrency.",

  "FAQ_Q1_CONCLUSION_1": "Whichever method you choose, your goal is to obtain USDT and some BNB (for gas fees) in a Web3 wallet that integrates with the online node: https://defcoin.app",
  "FAQ_Q1_CONCLUSION_2": "The next step will be exchanging USDT for DeflationCoin. A detailed guide can be found in the next article: \"How to buy DeflationCoin with USDT?\".",

  "FAQ_Q2_TITLE": "How to Buy DeflationCoin with USDT?",
  "FAQ_Q2_PARAGRAPH_1": "After purchasing USDT and BNB, the next step is to exchange them for DeflationCoin. To do this, you need to have a small amount of BNB (it is recommended to have at least 0.005 BNB) in your Web3 wallet (such as MetaMask or Trust Wallet) to cover BSC network fees.",
  "FAQ_Q2_PARAGRAPH_2": "Before you start, familiarize yourself with the basic security rules for working with Web3 wallets.",
  "FAQ_Q2_SECURITY_RULES_TITLE": "Security Rules for Working with a Web3 Wallet:",
  "FAQ_Q2_SR_1": "1. Use only official wallet versions.",
  "FAQ_Q2_SR_1_TEXT": "Download wallets (MetaMask, Trust Wallet, SafePal, etc.) only from official websites or app stores (Google Play, App Store). Check reviews and download numbers before installing.",
  "FAQ_Q2_SR_2": "2. Store your seed phrase in a secure place.",
  "FAQ_Q2_SR_2_TEXT": "The seed phrase (recovery phrase) is the key to your wallet. Never share it with anyone, not even technical support. Store it offline: write it down on paper and keep it in a safe place. Avoid storing it digitally, especially in cloud storage. If someone gains access to your seed phrase, they can steal all your funds.",
  "FAQ_Q2_SR_3": "3. Check website URLs.",
  "FAQ_Q2_SR_3_TEXT": "When connecting your wallet to websites, always check the URL. Phishing sites often use fake domains that look similar to the original ones. Enter the address manually or use bookmarks to avoid visiting fraudulent websites.",
  "FAQ_Q2_SR_4": "4. Use hardware wallets.",
  "FAQ_Q2_SR_4_TEXT": "For large amounts, use hardware wallets (such as Ledger, Trezor). They provide the highest level of security as private keys are stored offline. Use different wallets for transactions and storing your main assets.",

  "FAQ_Q2_STEP_1_TITLE": "Step 1. Authorization on the Website.",
  "FAQ_Q2_STEP_1_LIST_1": "Go to the official DeflationCoin website: https://defcoin.app",
  "FAQ_Q2_STEP_1_LIST_2": "Connect your Web3 wallet.",
  "FAQ_Q2_STEP_1_LIST_3": "Make sure your wallet is set to the Binance Smart Chain (BSC) network.",

  "FAQ_Q2_STEP_2_TITLE": "Step 2. Check Your Wallet Balance.",
  "FAQ_Q2_STEP_2_LIST_1": "Ensure you have enough USDT to purchase DeflationCoin.",
  "FAQ_Q2_STEP_2_LIST_2": "Make sure your wallet has at least 0.005 BNB to cover network fees.",

  "FAQ_Q2_STEP_3_TITLE": "Step 3. Navigate to Swap Tokens.",
  "FAQ_Q2_STEP_3_LIST_1": "On the website, go to the Swap Tokens section: https://defcoin.app/swap",
  "FAQ_Q2_STEP_3_LIST_2": "In the opened window, select the exchange pair: USDT → DeflationCoin.",

  "FAQ_Q2_STEP_4_TITLE": "Step 4. Purchase DeflationCoin.",
  "FAQ_Q2_STEP_4_LIST_1": "Enter the amount of USDT you want to exchange.",
  "FAQ_Q2_STEP_4_LIST_2": "Confirm the transaction in your Web3 wallet.",
  "FAQ_Q2_STEP_4_LIST_3": "Wait for the exchange to complete — DeflationCoin will appear in your wallet balance.",

  "FAQ_Q2_CONCLUSION_TITLE": "Conclusion",
  "FAQ_Q2_CONCLUSION_1": "Now you know how to purchase DeflationCoin using USDT. Before buying, always ensure that your Web3 wallet has enough BNB to cover network fees.",
  "FAQ_Q2_CONCLUSION_2": "It is important to remember that DeflationCoin has unique innovative mechanisms that make it the most deflationary cryptocurrency in the world:",
  "FAQ_Q2_CONCLUSION_3": "\"Deflationary Halving\": 24 hours after receiving the coins in your wallet, 1% of the balance is automatically burned. Each subsequent day, this percentage doubles, enhancing the deflationary effect.",
  "FAQ_Q2_CONCLUSION_4": "\"Smart Staking\": When coins are deposited into Smart Staking, they become protected from burning. Moreover, their quantity increases due to buybacks and dividends regularly conducted as part of the \"Deflationary Ecosystem.\"",
  "FAQ_Q2_CONCLUSION_5": "How exactly to deposit coins into Smart Staking, you will learn in the next article: \"How to Deposit DeflationCoin into Smart Staking?\"",

  "FAQ_Q3_TITLE": "How to Deposit DeflationCoin into \"Smart Staking\"?",
  "FAQ_Q3_PARAGRAPH_1": "To maximize the benefits of investing in DeflationCoin, it is recommended to place them in Smart Staking.",
  "FAQ_Q3_PARAGRAPH_2": "This is because DeflationCoin incorporates several innovative mechanisms, such as \"Deflationary Halving,\" \"Smart Staking,\" \"Smart Dividends,\" and \"Deflationary Ecosystem Buybacks.\" If you are not yet familiar with how they work, it is highly recommended to study them in the WhitePaper: https://defcoin.app/whitepaper.",

  "FAQ_Q3_HOW_TO_STAKE": "How to Stake Coins?",
  "FAQ_Q3_HOW_TO_STAKE_TEXT": "To stake your coins, follow these steps:",
  "FAQ_Q3_LIST_1": "Go to the Stake section on the official project website: https://defcoin.app/stake.",
  "FAQ_Q3_LIST_2": "Log in through your Web3 wallet if you haven't already.",
  "FAQ_Q3_LIST_3": "Click the \"Stake\" button.",
  "FAQ_Q3_LIST_4": "In the pop-up window, enter the amount of coins and select the staking period.",
  "FAQ_Q3_LIST_5": "Confirm your selection by clicking \"Stake\".",
  "FAQ_Q3_LIST_6": "Complete the process by confirming the transaction in your Web3 wallet.",

  "FAQ_Q3_CONCLUSION_TITLE": "Conclusion",
  "FAQ_Q3_CONCLUSION_TEXT": "By following these steps, you can easily take advantage of all the benefits of the project. Don't miss the opportunity to make your investments even more effective!",

  "FAQ_Q4_TITLE": "Why I need to stake DeflationCoin?",
  "FAQ_Q4_PARAGRAPH_1": "Staking DeflationCoin is more than just earning passive income — it's a strategic move to maximize your investment in a deflationary economy. Here's why:",

  "FAQ_Q4_LIST_1_TITLE": "1. Protect Your Coins from Deflationary Halving",
  "FAQ_Q4_LIST_1_TEXT": "DeflationCoin operates on a unique deflationary model where unstaked coins face progressive reductions in balance due to the Deflationary Halving Mechanism. By staking, you shield your coins from this process, ensuring they remain untouched while accumulating rewards.",
  "FAQ_Q4_LIST_2_TITLE": "2. Earn Monthly Smart Dividends",
  "FAQ_Q4_LIST_2_TEXT": "Staking rewards participants with monthly Smart Dividends, distributed from a dedicated reward pool funded by transaction fees, automated buybacks, and ecosystem revenues. The longer you stake, the higher your multiplier, meaning greater rewards.",
  "FAQ_Q4_LIST_3_TITLE": "3. Benefit from Automated Deflation",
  "FAQ_Q4_LIST_3_TEXT": "Every day, a portion of unstaked DeflationCoin is burned, reducing supply and increasing scarcity. By staking, you contribute to this controlled deflation while ensuring your holdings grow instead of diminishing.",
  "FAQ_Q4_LIST_4_TITLE": "4. Increase Your Influence in Decision-Making",
  "FAQ_Q4_LIST_4_TEXT": "DeflationCoin's governance model, Proof-of-Deflation (PoD), prioritizes long-term stakeholders. The more and the longer you stake, the greater your voting power in key ecosystem decisions.",
  "FAQ_Q4_LIST_5_TITLE": "5. Smooth Unlocking Mechanism",
  "FAQ_Q4_LIST_5_TEXT": "Unlike other assets that can face massive sell-offs, DeflationCoin implements a smooth unlocking system, ensuring that even after your staking period ends, your funds are released gradually. This prevents price volatility and protects the overall market stability.",
  "FAQ_Q4_LIST_6_TITLE": "6. Long-Term Wealth Accumulation",
  "FAQ_Q4_LIST_6_TEXT": "History has shown that patience in holding strong assets leads to maximum gains. Staking incentivizes long-term holding, reducing emotional trading and allowing investors to benefit from DeflationCoin's exponential growth.",
  "FAQ_Q4_LIST_7_TITLE": "7. Fully Automated System with No Risk of Lockup Loss",
  "FAQ_Q4_LIST_7_TEXT": "Once you stake, your rewards and initial investment are safe. Unlike traditional financial systems where your money is lent out or devalued by inflation, DeflationCoin's blockchain ensures total transparency and security.",
  "FAQ_Q4_LIST_8_TITLE": "8. Participate in a Revolutionary Deflationary Ecosystem",
  "FAQ_Q4_LIST_8_TEXT": "By staking, you become part of an ecosystem designed to outperform traditional fiat and inflationary assets. The increasing demand for DeflationCoin combined with systematic token burns ensures continuous appreciation of value.",

  "FAQ_Q4_CONCLUSION_TITLE": "Stake Now & Secure Your Financial Future",
  "FAQ_Q4_CONCLUSION_TEXT": "With DeflationCoin's innovative model, early staking positions you for the maximum advantage. Don't let your assets erode—stake today and grow your wealth exponentially!",

  "FAQ_Q5_TITLE": "How to collaborate with us?",
  "FAQ_Q5_PARAGRAPH_1": "DeflationCoin is always open to strategic partnerships, innovative ideas, and collaborations that align with our mission of building the world's most powerful deflationary cryptocurrency ecosystem. Whether you're a developer, investor, content creator, or business, there are many ways to work with us.",

  "FAQ_Q5_SP_1_TITLE": "1. Strategic Partnerships",
  "FAQ_Q5_SP_1_TEXT": "We welcome alliances with exchanges, DeFi platforms, blockchain projects, and institutional investors looking to integrate DeflationCoin into their ecosystem.",
  "FAQ_Q5_SP_2_TITLE": "2. Developers & Blockchain Experts",
  "FAQ_Q5_SP_2_TEXT": "If you are a smart contract developer, blockchain architect, or security specialist, we're always looking for talent to contribute to our ecosystem and enhance our technology.",
  "FAQ_Q5_SP_3_TITLE": "3. Content Creators & Influencers",
  "FAQ_Q5_SP_3_TEXT": "Help spread awareness about DeflationCoin through YouTube, blogs, and social media. We offer collaboration opportunities for crypto influencers and thought leaders who want to showcase our revolutionary model.",
  "FAQ_Q5_SP_4_TITLE": "4. Marketing & Community Growth",
  "FAQ_Q5_SP_4_TEXT": "Are you a marketing expert or community manager with experience in crypto? Join us in expanding our global presence and engaging new users.",
  "FAQ_Q5_SP_5_TITLE": "5. Institutional & Private Investors",
  "FAQ_Q5_SP_5_TEXT": "If you're interested in supporting DeflationCoin through investment or liquidity provisioning, we offer various models for strategic collaboration.",
  "FAQ_Q5_SP_6_TITLE": "6. Business Integrations",
  "FAQ_Q5_SP_6_TEXT": "DeflationCoin can be integrated into various fintech platforms, payment gateways, and decentralized applications. Let's explore how we can work together.",
  "FAQ_Q5_SP_7_TITLE": "7. Have a Unique Proposal?",
  "FAQ_Q5_SP_7_TEXT": "We're always open to new ideas and innovations that align with our vision. If you have a concept that can add value to DeflationCoin, don't hesitate to reach out.",

  "FAQ_Q5_CONCLUSION_TITLE": "Contact Us",
  "FAQ_Q5_CONCLUSION_TEXT": "If you're interested in collaborating, reach out to us at support@deflationcoin.com. Let's build the future of deflationary finance together!",

  "HOME_HERO_TITLE_LINE1": "Deflation Coin",
  "HOME_HERO_TITLE_LINE2": "cryptocurrency\nrevolution",
 "BUTTON_REVIEW": "Video review",
  "INFO_TEXT": "<strong>Deflation Coin</strong> is the first currency with algorithmic reverse inflation, operating in a global diversified ecosystem capable of attracting millions of users beyond the crypto industry",


  "HOME_HERO_SUBTITLE": "The cryptocurrency revolution has begun: DeflationCoin — the most deflationary currency in history, creating a massive digital ecosystem for people around the world.",

  "HOME_CARD1_TITLE": "Deflationary Halving, Unlike Bitcoin",
  "HOME_CARD1_TEXT": "Bitcoin has a limited supply but lacks mechanisms to reduce the number of coins in circulation. In DeflationCoin, coins not staked are burned daily, with the amount of burned coins doubling each day.",

  "HOME_CARD2_TITLE": "Smart Staking, Unlike Ethereum",
  "HOME_CARD2_TEXT": "Ethereum, Solana, and TON reward stakers by issuing additional tokens, causing inflation and devaluation. In DeflationCoin, rewards come from ecosystem revenues, while the coin supply is strictly limited, similar to Bitcoin.",

  "HOME_CARD3_TITLE": "A Scalable Digital Economy",
  "HOME_CARD3_TEXT": "Investments in Bitcoin are directed toward mining, which harms the environment and humanity. Investments in DeflationCoin are used to build an online state with a diversified economy: Online gaming, Esports, Gambling, Betting, HFT, CEX, DEX, Social networks.",

  "HOME_CARD4_TITLE": "No Correlation With Market During Bear Phase",
  "HOME_CARD4_TEXT": "During significant Bitcoin price drops, all altcoins tend to fall in value as well. DeflationCoin addresses this issue through the following mechanisms: gradual unlocking, smart staking, and buybacks funded by ecosystem revenues.",

  "PAGE_WHITEPAPER_PDF": "whitepaper_en.pdf",
  "PAGE_LITEPAPER_PDF": "litepaper_en.pdf",
  "PAGE_FINANCIAL_MODEL_TITLE": "Financial Model",
  "PAGE_FINANCIAL_MODEL_PDF": "financial_model_en.pdf"
}
