{
  "MENU_HOME": "Главная",
  "MENU_BALANCE": "Баланс",
  "MENU_STAKE": "Стейкинг",
  "MENU_TRADE": "Купить",
  "MENU_BUY": "Купить",
  "MENU_BUY_DESCRIPTION": "Купить за другую криптовалюту",
  "MENU_BUY_FOR_FIAT": "Купить за фиат",
  "MENU_BUY_FOR_FIAT_DESCRIPTION": "Купить напрямую за фиатную валюту",
  "MENU_SEND": "Отправить",
  "MENU_SEND_DESCRIPTION": "Отправить активы на внешний кошелек",
  "MENU_TRANSACTIONS": "Транзакции",
  "MENU_TRANSACTIONS_DESCRIPTION": "Получить список транзакций DeflationCoin",
  "MENU_REFERRAL": "Заработать",
  "MENU_LEARN": "Изучить",
  "MENU_WHITEPAPER": "Whitepaper",
  "MENU_WHITEPAPER_DESCRIPTION": "Технический документ о концепции криптовалюты",
  "MENU_LITEPAPER": "Litepaper",
  "MENU_LITEPAPER_DESCRIPTION": "Краткая версия Whitepaper для широкой аудитории",
  "MENU_FINANCIAL_MODEL": "Финансовая модель",
  "MENU_FINANCIAL_MODEL_DESCRIPTION": "Инвестиционная стратегия, прибыль, CapEx/OpEx",
  "MENU_ROADMAP": "Roadmap",
  "MENU_ROADMAP_DESCRIPTION": "Этапы развития и ключевые направления проекта",
  "MENU_FAQ": "FAQ",
  "MENU_FAQ_DESCRIPTION": "Ответы на частые вопросы о DeflationCoin",
  "MENU_MY_ACCOUNT": "Аккаунт",
  "MENU_SIGN_OUT": "Выход",

  "PAGE_ACCOUNT_BALANCE": "Баланс аккаунта",
  "PAGE_OVERVIEW": "Обзор",
  "PAGE_TOTAL_BALANCE": "Всего в $",
  "PAGE_TOTAL_DEF": "Всего DEF",
  "PAGE_BALANCE_ON_WALLET": "На кошельке",
  "PAGE_BALANCE_ON_STAKING": "В стейкинге",
  "PAGE_ENTRY_PRICE": "Цена входа",
  "PAGE_MARKET_PRICE": "Рыночная цена",
  "PAGE_BALANCE_POSITIONS": "Позиции баланса",
  "PAGE_NO_BALANCE_POSITIONS": "Нет позиций баланса",
  "PAGE_POSITION_NUMBER": "Номер позиции",
  "PAGE_INITIAL_AMOUNT": "Изначально",
  "PAGE_AMOUNT": "Кол-во",
  "PAGE_CREATION": "Дата создания",
  "PAGE_ON_WALLET": "На кошельке",
  "PAGE_LEFT_TO_BURN": "До сжигания",
  "PAGE_CHART_INTERVAL_1M": "1м",
  "PAGE_CHART_INTERVAL_5M": "5м",
  "PAGE_CHART_INTERVAL_1H": "1ч",
  "PAGE_CHART_INTERVAL_1D": "1д",
  "PAGE_CHART_INTERVAL_1W": "1н",
  "PAGE_DAYS": "дней",

  "PAGE_STAKING_POSITIONS": "Позиции стейкинга",
  "PAGE_STAKE": "Стейкать",
  "PAGE_START_DATE": "Дата начала",
  "PAGE_FINISH_DATE": "Дата окончания",
  "PAGE_PERIOD": "Период",
  "PAGE_X_MULTIPLIER": "xМножитель",
  "PAGE_POD_X_MULTIPLIER": "PoD xМножитель",
  "PAGE_STATUS": "Статус",
  "PAGE_PERIOD_NAME_1": "год",
  "PAGE_PERIOD_NAME_2": "года",
  "PAGE_PERIOD_NAME_3": "лет",
  "PAGE_12_YEARS_STAKE_TOOLTIP_TEXT": "1% от каждого стейкинга переводится в 12-летний стейкинг в соответствии с механизмом \"Захват внимания\". Подробности – WhitePaper, раздел 3.8.",

  "PAGE_STAKING_POSITION_NUMBER": "Позиция стейкинга #",
  "PAGE_NO_STAKING_POSITIONS": "Нет стейкинг позиций",
  "PAGE_CURRENT_DIVIDENDS": "Текущие дивиденды",
  "PAGE_CLAIMED_DIVIDENDS": "Полученные дивиденды",
  "PAGE_CLAIMED_STAKING": "Забранные из стейкинга",
  "PAGE_LAST_CLAIMED": "Последнее получение",
  "PAGE_EXTEND_STAKING": "Продлить стейкинг",

  "PAGE_TOTAL_INITIAL": "Изначально",
  "PAGE_TOTAL": "Всего DEF",
  "PAGE_TOTAL_USD": "Всего $",

  "PAGE_STAKING_MODAL_TITLE": "Стейкинг",
  "PAGE_STAKING_MODAL_DESCRIPTION": "Введите количество DeflationCoin для стейкинга",
  "PAGE_STAKING_MODAL_AMOUNT": "Сумма",
  "PAGE_STAKING_MODAL_SLIDER_LABEL": "Процент от текущего баланса",
  "PAGE_STAKING_MODAL_YEARS": "Количество лет",
  "PAGE_STAKING_MODAL_CANCEL": "Отмена",
  "PAGE_STAKING_MODAL_CONFIRM": "Начать стейкинг",
  "PAGE_STAKING_MODAL_CONFIRMING": "Подтверждение транзакции",

  "PAGE_SWAP_TITLE": "Обмен токенов",
  "PAGE_SWAP_SELL": "Продать",
  "PAGE_SWAP_BUY": "Купить",
  "PAGE_SWAP_MAX": "макс",
  "PAGE_SWAP_BUTTON": "Купить",
  "PAGE_SWAP_PROVIDER_NOTE": "V3 используется в качестве пулла ликвидности при покупке",
  "PAGE_CONNECT_WALLET": "Подключить кошелек",
  "PAGE_LANGUAGE": "Язык",
  "PAGE_INSUFFICIENT": "Недостаточно",

  "PAGE_TRANSFER_TITLE": "Отправка токенов",
  "PAGE_TRANSFER_AMOUNT": "Сумма",
  "PAGE_TRANSFER_CONTRACT_ADDRESS": "Адрес получателя",
  "PAGE_TRANSFER_ADDRESS_PLACEHOLDER": "Адрес кошелька или ENS-имя",
  "PAGE_TRANSFER_SEND_BUTTON": "Отправить",
  "PAGE_TRANSFER_ERROR_AMOUNT": "Неверная сумма",
  "PAGE_TRANSFER_ERROR_ADDRESS": "Неверный адрес",

  "PAGE_TRANSACTIONS_TITLE": "Транзакции",
  "PAGE_TRANSACTIONS_AMOUNT": "Сумма",
  "PAGE_TRANSACTIONS_OPERATION": "Операция",
  "PAGE_TRANSACTIONS_FROM": "Отправитель",
  "PAGE_TRANSACTIONS_TO": "Получатель",
  "PAGE_TRANSACTIONS_DATETIME": "Дата/время",
  "PAGE_TRANSACTIONS_ACTION": "Транзакция",

  "PAGE_TRANSACTIONS_VIEW_BUTTON": "Подробнее",

  "PAGE_TRANSACTIONS_STATUS_INCOMING": "приход",
  "PAGE_TRANSACTIONS_STATUS_OUTGOING": "отправка",
  "PAGE_TRANSACTIONS_STATUS_BURN": "сжигание",
  "PAGE_DOWNLOAD_PDF": "Скачать .PDF",

  "PAGE_REFERRAL_LINK": "Реферальная ссылка",
  "PAGE_COPY": "Копировать",
  "PAGE_COPIED": "Скопировано",
  "PAGE_YOUR_REFERRALS": "Твои рефералы",
  "PAGE_REFERRAL": "Реферал",
  "PAGE_DATE": "Дата",

  "FAQ_TITLE": "Часто задаваемые вопросы",

  "FAQ_Q1_TITLE": "Как купить DeflationCoin за фиатную валюту?",
  "FAQ_Q1_PARA_1": "Если у вас пока нет криптовалюты, но вы хотите приобрести DeflationCoin за фиат (доллары, евро, рубли и т. д.), сначала обменяйте их на стейблкоин USDT и дополнительно купите небольшое количество BNB для оплаты комиссий в сети. После этого обе криптовалюты следует перевести на Web3-кошелёк.",
  "FAQ_Q1_RECOMMENDATION": "Рекомендация",
  "FAQ_Q1_RECOMMENDATION_TEXT": "Команда DeflationCoin советует покупать не менее 0.005 BNB, чтобы у вас всегда были средства на оплату комиссий в сети Binance Smart Chain (BSC).",
  "FAQ_Q1_PARA_2": "Давайте рассмотрим основные способы приобретения USDT и BNB за фиатные деньги.",

  "FAQ_Q1_TABLE_METHOD": "Метод",
  "FAQ_Q1_TABLE_FEE": "Комиссия",
  "FAQ_Q1_TABLE_SPEED": "Скорость",

  "FAQ_Q1_SUBTITLE_1": "1. P2P-платформы.",
  "FAQ_Q1_SUBTITLE_2": "2. Прямая покупка через централизованную биржу.",
  "FAQ_Q1_SUBTITLE_3": "3. Покупка через Web3-кошелёк.",
  "FAQ_Q1_SUBTITLE_4": "4. Физический обменник в вашем городе.",
  "FAQ_Q1_HOW_TO_BUY": "Как купить?",
  "FAQ_Q1_HOW_TO_DO_IT": "Как это сделать?",

  "FAQ_Q1_P2P_TEXT_1": "P2P (peer-to-peer) торговля позволяет покупать криптовалюту напрямую у других пользователей, без посредников. Это популярный метод благодаря низким комиссиям, гибким способам оплаты и отсутствию посредников. Однако нужно внимательно выбирать надёжного продавца.",
  "FAQ_Q1_P2P_TEXT_2": "Откройте раздел P2P на Binance, Bybit или любой другой бирже.",
  "FAQ_Q1_P2P_TEXT_3": "Выберите фиатную валюту и удобный способ оплаты (банковский перевод, карты, электронные кошельки и т. д.).",
  "FAQ_Q1_P2P_TEXT_4": "Найдите подходящее предложение и выберите продавца с высоким рейтингом и большим числом успешных сделок, чтобы минимизировать риск мошенничества. После проверки отправьте оплату продавцу и дождитесь перевода USDT.",
  "FAQ_Q1_P2P_TEXT_5": "Когда USDT поступит на ваш биржевой счёт, обменяйте часть средств на BNB. Это можно сделать через встроенный обмен или в разделе спотовой торговли на бирже.",
  "FAQ_Q1_P2P_TEXT_6": "Переведите обе криптовалюты (USDT и BNB) на свой Web3-кошелёк (MetaMask, Trust Wallet и т. д.).",

  "FAQ_Q1_CEX_TEXT_1": "Некоторые централизованные биржи позволяют покупать криптовалюту напрямую с помощью банковской карты или банковского перевода, что особенно удобно для начинающих. В отличие от P2P-платформ, где сделки происходят напрямую между пользователями, покупка через биржу означает взаимодействие с самой платформой, которая автоматически обеспечивает ликвидность и фиксированную цену. Это снижает риски, связанные с выбором контрагента, и делает процесс более быстрым и простым.",
  "FAQ_Q1_CEX_TEXT_2": "Как это сделать?",
  "FAQ_Q1_CEX_TEXT_3": "Зайдите в раздел «Buy Cryptocurrency» на централизованной бирже (Binance, Bybit, Coinbase и т. д.).",
  "FAQ_Q1_CEX_TEXT_4": "Выберите USDT или BNB, укажите сумму и оплатите банковской картой.",
  "FAQ_Q1_CEX_TEXT_5": "После завершения транзакции криптовалюта будет зачислена на ваш биржевой счёт.",
  "FAQ_Q1_CEX_TEXT_6": "Переведите полученные USDT и BNB в свой Web3-кошелёк.",

  "FAQ_Q1_WEB3_TEXT_1": "Некоторые Web3-кошельки предоставляют возможность покупать криптовалюту напрямую с помощью банковской карты или других способов оплаты. Это упрощает процесс, особенно для тех, кто не знаком с криптовалютами.",
  "FAQ_Q1_WEB3_TEXT_2": "Наиболее популярные Web3-кошельки, поддерживающие подобный функционал, включают MetaMask, Bybit Wallet, Trust Wallet, Kraken Wallet, SafePal, Coin98 Wallet и MathWallet.",
  "FAQ_Q1_WEB3_TEXT_3": "Установите и откройте выбранный Web3-кошелёк.",
  "FAQ_Q1_WEB3_TEXT_4": "Перейдите в раздел «Buy».",
  "FAQ_Q1_WEB3_TEXT_5": "Выберите платёжного провайдера, например MoonPay, Transak или Banxa.",
  "FAQ_Q1_WEB3_TEXT_6": "Укажите сумму покупки и выберите USDT или BNB в качестве криптовалюты.",
  "FAQ_Q1_WEB3_TEXT_7": "Оплатите банковской картой или переводом.",
  "FAQ_Q1_WEB3_TEXT_8": "Получите криптовалюту напрямую в ваш Web3-кошелёк.",

  "FAQ_Q1_PHYSICAL_TEXT_1": "Если вы предпочитаете наличные или не хотите использовать банковские карты, физические обменники могут быть удобным вариантом. Они позволяют покупать криптовалюту за фиат с минимальными техническими знаниями и возможностью личного контакта для большей уверенности в сделке.",
  "FAQ_Q1_PHYSICAL_TEXT_2": "Как это сделать?",
  "FAQ_Q1_PHYSICAL_TEXT_3": "Найдите проверенный обменник, используя BestChange или похожие агрегаторы.",
  "FAQ_Q1_PHYSICAL_TEXT_4": "Уточните, какие криптовалюты доступны для обмена (чаще всего USDT, BTC, ETH).",
  "FAQ_Q1_PHYSICAL_TEXT_5": "Совершите обмен, указав адрес своего Web3-кошелька для получения криптовалюты.",

  "FAQ_Q1_CONCLUSION_1": "Какой бы метод вы ни выбрали, ваша цель — получить USDT и немного BNB (для газ-комиссий) в Web3-кошельке, совместимом с онлайн-нодой: https://defcoin.app",
  "FAQ_Q1_CONCLUSION_2": "Следующий шаг — обменять USDT на DeflationCoin. Подробную инструкцию вы найдёте в следующей статье: «Как купить DeflationCoin за USDT?»",

  "FAQ_Q2_TITLE": "Как купить DeflationCoin за USDT?",
  "FAQ_Q2_PARAGRAPH_1": "После покупки USDT и BNB следующим шагом будет обмен этих монет на DeflationCoin. Для этого вам нужно иметь небольшое количество BNB (рекомендуется не менее 0.005 BNB) в вашем Web3-кошельке (например, MetaMask или Trust Wallet) для оплаты комиссий сети BSC.",
  "FAQ_Q2_PARAGRAPH_2": "Прежде чем начинать, ознакомьтесь с базовыми правилами безопасности при работе с Web3-кошельками.",

  "FAQ_Q2_SECURITY_RULES_TITLE": "Правила безопасности при работе с Web3-кошельком:",
  "FAQ_Q2_SR_1": "1. Используйте только официальные версии кошелька.",
  "FAQ_Q2_SR_1_TEXT": "Скачивайте MetaMask, Trust Wallet, SafePal и т. д. только с официальных сайтов или из проверенных магазинов приложений (Google Play, App Store). Проверяйте отзывы и число загрузок перед установкой.",
  "FAQ_Q2_SR_2": "2. Храните сид-фразу в безопасном месте.",
  "FAQ_Q2_SR_2_TEXT": "Сид-фраза (seed phrase) — это ключ к вашему кошельку. Никогда не передавайте её никому, даже техподдержке. Храните её офлайн, например, запишите на бумаге и уберите в надёжное место. Избегайте хранения в цифровом виде, особенно в облачных сервисах. Получив доступ к вашей сид-фразе, злоумышленник может украсть все средства.",
  "FAQ_Q2_SR_3": "3. Проверяйте URL сайтов.",
  "FAQ_Q2_SR_3_TEXT": "При подключении кошелька к сайтам всегда проверяйте адрес в браузере. Фишинговые сайты часто используют поддельные домены, похожие на настоящие. Вводите адрес вручную или используйте закладки, чтобы избежать посещения мошеннических ресурсов.",
  "FAQ_Q2_SR_4": "4. Используйте аппаратные кошельки.",
  "FAQ_Q2_SR_4_TEXT": "Для крупных сумм используйте аппаратные кошельки (Ledger, Trezor и т. д.). В них приватные ключи хранятся офлайн, что обеспечивает максимальный уровень безопасности. Разделяйте средства: часть держите для операций, а основную сумму — на отдельном кошельке.",

  "FAQ_Q2_STEP_1_TITLE": "Шаг 1. Авторизация на сайте.",
  "FAQ_Q2_STEP_1_LIST_1": "Зайдите на официальный сайт DeflationCoin: https://defcoin.app",
  "FAQ_Q2_STEP_1_LIST_2": "Подключите свой Web3-кошелёк.",
  "FAQ_Q2_STEP_1_LIST_3": "Убедитесь, что ваш кошелёк настроен на сеть Binance Smart Chain (BSC).",

  "FAQ_Q2_STEP_2_TITLE": "Шаг 2. Проверьте баланс кошелька.",
  "FAQ_Q2_STEP_2_LIST_1": "Убедитесь, что у вас достаточно USDT для покупки DeflationCoin.",
  "FAQ_Q2_STEP_2_LIST_2": "Убедитесь, что в кошельке есть хотя бы 0.005 BNB для оплаты комиссий сети.",

  "FAQ_Q2_STEP_3_TITLE": "Шаг 3. Перейдите в раздел Swap Tokens.",
  "FAQ_Q2_STEP_3_LIST_1": "На сайте откройте раздел Swap Tokens: https://defcoin.app/swap",
  "FAQ_Q2_STEP_3_LIST_2": "В открывшемся окне выберите пару USDT → DeflationCoin.",

  "FAQ_Q2_STEP_4_TITLE": "Шаг 4. Купите DeflationCoin.",
  "FAQ_Q2_STEP_4_LIST_1": "Введите количество USDT, которое хотите обменять.",
  "FAQ_Q2_STEP_4_LIST_2": "Подтвердите транзакцию в вашем Web3-кошельке.",
  "FAQ_Q2_STEP_4_LIST_3": "Дождитесь завершения обмена — DeflationCoin появится у вас на балансе.",

  "FAQ_Q2_CONCLUSION_TITLE": "Заключение",
  "FAQ_Q2_CONCLUSION_1": "Теперь вы знаете, как купить DeflationCoin за USDT. Перед покупкой всегда убедитесь, что в вашем Web3-кошельке достаточно BNB для оплаты комиссий.",
  "FAQ_Q2_CONCLUSION_2": "Важно помнить, что в DeflationCoin реализованы уникальные инновационные механизмы, делающие его самой дефляционной криптовалютой в мире:",
  "FAQ_Q2_CONCLUSION_3": "«Deflationary Halving»: через 24 часа после получения монет на кошелёк 1% баланса автоматически сжигается. Каждый следующий день этот процент удваивается, усиливая дефляционный эффект.",
  "FAQ_Q2_CONCLUSION_4": "«Smart Staking»: когда монеты депонируются в Smart Staking, они защищены от сжигания. Кроме того, их количество увеличивается благодаря байбэкам и дивидендам, регулярно проводимым в рамках «Deflationary Ecosystem».",
  "FAQ_Q2_CONCLUSION_5": "Как именно депонировать монеты в Smart Staking, вы узнаете в следующей статье: «Как внести DeflationCoin в Smart Staking?»",

  "FAQ_Q3_TITLE": "Как внести DeflationCoin в «Smart Staking»?",
  "FAQ_Q3_PARAGRAPH_1": "Чтобы максимально использовать преимущества инвестирования в DeflationCoin, рекомендуется разместить монеты в Smart Staking.",
  "FAQ_Q3_PARAGRAPH_2": "Это связано с тем, что DeflationCoin объединяет несколько инновационных механизмов, таких как «Deflationary Halving», «Smart Staking», «Smart Dividends» и «Deflationary Ecosystem Buybacks». Если вы ещё не знакомы с их работой, настоятельно рекомендуем изучить их в WhitePaper: https://defcoin.app/whitepaper.",

  "FAQ_Q3_HOW_TO_STAKE": "Как застейкать монеты?",
  "FAQ_Q3_HOW_TO_STAKE_TEXT": "Чтобы отправить ваши монеты в стейкинг, выполните следующие действия:",
  "FAQ_Q3_LIST_1": "Перейдите в раздел Stake на официальном сайте проекта: https://defcoin.app/stake.",
  "FAQ_Q3_LIST_2": "Авторизуйтесь через ваш Web3-кошелёк, если ещё этого не сделали.",
  "FAQ_Q3_LIST_3": "Нажмите кнопку «Stake».",
  "FAQ_Q3_LIST_4": "В появившемся окне введите количество монет и выберите период стейкинга.",
  "FAQ_Q3_LIST_5": "Подтвердите выбор, нажав «Stake».",
  "FAQ_Q3_LIST_6": "Завершите процесс, подтвердив транзакцию в вашем Web3-кошельке.",

  "FAQ_Q3_CONCLUSION_TITLE": "Заключение",
  "FAQ_Q3_CONCLUSION_TEXT": "Выполнив эти шаги, вы сможете легко воспользоваться всеми преимуществами проекта. Не упустите возможность сделать ваши инвестиции ещё более эффективными!",

  "FAQ_Q4_TITLE": "Зачем мне стейкать DeflationCoin?",
  "FAQ_Q4_PARAGRAPH_1": "Стейкинг DeflationCoin — это не просто пассивный доход, а стратегический ход для максимизации инвестиций в дефляционную экономику. Вот почему:",

  "FAQ_Q4_LIST_1_TITLE": "1. Защитите свои монеты от Deflationary Halving",
  "FAQ_Q4_LIST_1_TEXT": "DeflationCoin работает по уникальной модели, при которой монеты вне стейкинга постепенно уменьшаются в количестве из-за механизма Deflationary Halving. Стейкинг защищает ваши монеты от этого процесса, позволяя им оставаться целыми и при этом накапливать вознаграждения.",
  "FAQ_Q4_LIST_2_TITLE": "2. Получайте ежемесячные Smart Dividends",
  "FAQ_Q4_LIST_2_TEXT": "При стейкинге вы получаете ежемесячные Smart Dividends из специального пула наград, который пополняется из комиссий за транзакции, автоматических байбэков и доходов экосистемы. Чем дольше вы стейкаете, тем выше ваш множитель и, следовательно, больше вознаграждений.",
  "FAQ_Q4_LIST_3_TITLE": "3. Выигрывайте от автоматической дефляции",
  "FAQ_Q4_LIST_3_TEXT": "Каждый день часть не застеянных DeflationCoin сжигается, сокращая предложение и увеличивая дефицит. Стейкая монеты, вы участвуете в этой управляемой дефляции, при этом сохраняя и приумножая свои активы.",
  "FAQ_Q4_LIST_4_TITLE": "4. Усильте своё влияние на принятие решений",
  "FAQ_Q4_LIST_4_TEXT": "Модель управления DeflationCoin, Proof-of-Deflation (PoD), даёт приоритет долгосрочным стейкерам. Чем больше монет и чем дольше вы их стейкаете, тем выше ваша голосующая сила при ключевых решениях внутри экосистемы.",
  "FAQ_Q4_LIST_5_TITLE": "5. Плавный механизм разблокировки",
  "FAQ_Q4_LIST_5_TEXT": "В отличие от других активов, где возможны массовые распродажи, DeflationCoin использует «плавную» разблокировку средств. Да и после окончания периода стейкинга ваши средства высвобождаются постепенно, что предотвращает резкие колебания цены и защищает рынок.",
  "FAQ_Q4_LIST_6_TITLE": "6. Долгосрочное накопление капитала",
  "FAQ_Q4_LIST_6_TEXT": "История показывает, что терпение при хранении сильных активов даёт максимальный прирост. Стейкинг поощряет долгосрочное удержание, уменьшая эмоциональную торговлю и позволяя инвесторам выигрывать от экспоненциального роста DeflationCoin.",
  "FAQ_Q4_LIST_7_TITLE": "7. Полная автоматизация без риска потери при блокировке",
  "FAQ_Q4_LIST_7_TEXT": "После стейкинга ваши награды и изначальная сумма надёжно защищены. В отличие от традиционной финансовой системы, где ваши деньги могут обесцениваться или использоваться, блокчейн DeflationCoin гарантирует прозрачность и безопасность.",
  "FAQ_Q4_LIST_8_TITLE": "8. Участвуйте в революционной дефляционной экосистеме",
  "FAQ_Q4_LIST_8_TEXT": "Благодаря стейкингу вы становитесь частью экосистемы, призванной превзойти традиционные фиатные и инфляционные активы. Растущий спрос на DeflationCoin и систематическое сжигание токенов обеспечивают постоянный рост ценности.",

  "FAQ_Q4_CONCLUSION_TITLE": "Стейкайте сейчас и защитите своё финансовое будущее",
  "FAQ_Q4_CONCLUSION_TEXT": "С инновационной моделью DeflationCoin ранний стейкинг даёт максимальные преимущества. Не дайте своим активам обесцениться — начните стейкать уже сегодня и приумножайте свой капитал экспоненциально!",

  "FAQ_Q5_TITLE": "Как с нами сотрудничать?",
  "FAQ_Q5_PARAGRAPH_1": "DeflationCoin всегда открыт для стратегических партнёрств, инновационных идей и совместных проектов, соответствующих нашей миссии по созданию самой мощной дефляционной криптовалютной экосистемы в мире. Будь вы разработчик, инвестор, контент-мейкер или бизнес, существуют различные способы сотрудничества.",

  "FAQ_Q5_SP_1_TITLE": "1. Стратегические партнёрства",
  "FAQ_Q5_SP_1_TEXT": "Мы приветствуем альянсы с биржами, DeFi-платформами, блокчейн-проектами и институциональными инвесторами, желающими интегрировать DeflationCoin в свою экосистему.",
  "FAQ_Q5_SP_2_TITLE": "2. Разработчики и эксперты по блокчейну",
  "FAQ_Q5_SP_2_TEXT": "Если вы — смарт-контракт-разработчик, архитектор блокчейна или специалист по безопасности, мы всегда ищем таланты, готовые внести вклад в нашу экосистему и улучшить технологии.",
  "FAQ_Q5_SP_3_TITLE": "3. Контент-мейкеры и инфлюенсеры",
  "FAQ_Q5_SP_3_TEXT": "Помогайте распространять информацию о DeflationCoin через YouTube, блоги и соцсети. Мы предлагаем возможности сотрудничества для крипто-инфлюенсеров и лидеров мнений, желающих раскрыть нашу революционную модель.",
  "FAQ_Q5_SP_4_TITLE": "4. Маркетинг и рост сообщества",
  "FAQ_Q5_SP_4_TEXT": "Вы эксперт по маркетингу или управлению сообществом в крипте? Присоединяйтесь к нам, чтобы расширять наше глобальное присутствие и привлекать новых пользователей.",
  "FAQ_Q5_SP_5_TITLE": "5. Институциональные и частные инвесторы",
  "FAQ_Q5_SP_5_TEXT": "Если вы хотите поддержать DeflationCoin через инвестиции или предоставление ликвидности, мы предлагаем различные модели для стратегического сотрудничества.",
  "FAQ_Q5_SP_6_TITLE": "6. Интеграции для бизнеса",
  "FAQ_Q5_SP_6_TEXT": "DeflationCoin можно интегрировать в различные финтех-платформы, платёжные шлюзы и децентрализованные приложения. Давайте вместе найдём способы работы.",
  "FAQ_Q5_SP_7_TITLE": "7. Есть уникальное предложение?",
  "FAQ_Q5_SP_7_TEXT": "Мы всегда открыты для новых идей и инноваций, соответствующих нашему видению. Если у вас есть концепция, которая может принести пользу DeflationCoin, смело пишите.",

  "FAQ_Q5_CONCLUSION_TITLE": "Свяжитесь с нами",
  "FAQ_Q5_CONCLUSION_TEXT": "Если вы заинтересованы в сотрудничестве, напишите нам на адрес support@deflationcoin.com. Построим будущее дефляционных финансов вместе!",

  "HOME_HERO_TITLE_LINE1": "DeflationCoin:",
  "HOME_HERO_TITLE_LINE2": "твоя защита от инфляции",
  "HOME_HERO_SUBTITLE": "Криптовалютная революция началась: DeflationCoin — самая дефляционная валюта в истории, создающая масштабную цифровую экосистему для жителей всей планеты.",

  "HOME_CARD1_TITLE": "Дефляционный халвинг, а не как у Биткойна",
  "HOME_CARD1_TEXT": "У Биткоина ограниченная эмиссия, но нет механизмов для снижения количества монет в обращении. В DeflationCoin незастейканные монеты ежедневно сжигаются, причём объём сжигания удваивается с каждым днём.",

  "HOME_CARD2_TITLE": "Смарт-стейкинг, а не как у Эфириума.",
  "HOME_CARD2_TEXT": "В Ethereum, Solana и TON награды стейкерам распределяются путём выпуска новых токенов, что ведёт к инфляции и обесцениванию. В DeflationCoin выплаты стейкерам осуществляются за счёт доходов экосистемы и байбеков, а эмиссия монет строго ограничена, как у Биткойна.",

  "HOME_CARD3_TITLE": "Масштабируемая цифровая экономика",
  "HOME_CARD3_TEXT": "Инвестиции в Биткоин направлены на майнинг, что вредит экологии и человечеству. Инвестиции в DeflationCoin используются для построения «онлайн-государства» с диверсифицированной экономикой: CEX, DEX, онлайн-игры, киберспорт, гемблинг, ставки, HFT, социальные сети, дейтинг-приложения",

  "HOME_CARD4_TITLE": "Отсутствие корреляции с рынком в период медвежьей фазы",
  "HOME_CARD4_TEXT": "При значительном падении цены Биткойна все альткоины падают вместе с ним. При медвежьем рынке DeflationCoin не будет скоррелирован со всем рынком благодаря механизмам: плавный разлок, смарт-стейкинг и байбэки, финансируемые из доходов экосистемы",

  "PAGE_WHITEPAPER_PDF": "whitepaper_ru.pdf",
  "PAGE_LITEPAPER_PDF": "litepaper_ru.pdf",
  "PAGE_FINANCIAL_MODEL_TITLE": "Финансовая модель",
  "PAGE_FINANCIAL_MODEL_PDF": "financial_model_ru.pdf"
}
